espressif/esp-idf/components/nvs_flash/host_test/nvs_page_test/sdkconfig.defaults
CONFIG_UNITY_ENABLE_IDF_TEST_RUNNER=n
CONFIG_COMPILER_HIDE_PATHS_MACROS=n
CONFIG_IDF_TARGET="linux"
CONFIG_COMPILER_CXX_EXCEPTIONS=y
CONFIG_NVS_ASSERT_ERROR_CHECK=y
CONFIG_ESP_PARTITION_ENABLE_STATS=y
